---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.CrossSection
source: html/d3a0d45d-81e1-9e0a-3792-2755cd32bfac.htm
---
# Autodesk.Revit.DB.SpecTypeId.CrossSection Property

Cross Section, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId CrossSection { get; }
```